import React from "react";

function ChestEndless() {
  return (
    <>
      <div className="dragonsblood-bacgraund">
        <h2 className="main-text-big">Chest of Endless Days</h2>
        <p className="main-text-litle">22 ЧЕРВНЯ 2022 Р.</p>
        <div className="big-foto-one big-foto-fore"></div>
        <p className="oll-text-peg">
          У сьогоднішньому оновленні ми додаємо скарбницю нескінченних днів —
          тринадцять абсолютно нових наборів предметів.
        </p>
        <p className="oll-text-peg">
          Кожна відкрита скриня дає набір для Луни, Тамплієра-Вбивці, Ткача,
          Провісника Природи, Гадюки, Дроу-Рейнджер, Короля-Духа, Панґольєра,
          Зимової Віверни чи Лікантропа. Окрім того, ви маєте можливість
          отримати рідкісний набір для Знахара, дуже рідкісний набір для
          Каптурниці чи неймовірно рідкісний набір для Заклинача, який також
          містить базову персону малюка Заклинача, якщо ви її ще не маєте.
          <p />
          Зауважте, що ці скарбниці не доступні для придбання в крамниці. Вони
          випадають у довільному порядку за гру в змагальних матчах. Щоби
          відкрити скриню, вам знадобиться ключ — придбайте його за 2,49 дол.
          США (у гривневому еквіваленті). Або ви можете просто продати скриню на
          ринку.
        </p>
      </div>
    </>
  );
}

export default ChestEndless;
