import React from "react";

function BattleReportr() {
  return (
    <>
      <div className="dragonsblood-bacgraund">
        <h2 className="main-text-big">The Battle Report Update</h2>
        <p className="main-text-litle">9 ЧЕРВНЯ 2022 Р.</p>
        <div className="big-foto-one big-foto-seven"></div>
        <p className="oll-text-peg">
          Сьогоднішнє оновлення привносить до гри нові й оновлені функції на
          додачу до свіжого сезону Dota Plus. Зануртеся в подробиці вашої гри за
          допомогою бойового звіту, насолоджуйтеся різноманітними ігровими
          режимами в тижневій добірці та ще більше персоналізуйте свого героя за
          допомогою розблоковуваних нетлінних ефектів для чарів. А потім
          перевірте 8 нових наборів у Сезонній літній скарбниці. Або ж
          пропустіть це й одразу зазирніть до ігроладного оновлення 7.31d, щоби
          дізнатися про всі зміни ваших улюблених героїв.
        </p>
        <p className="oll-text-peg">
          Усі подробиці можна довідатися на сайті всього оновлення. Бойові звіти
          доступні підписникам Dota Plus, але решта веселощів, — як-от
          заробляння уламків і розблокування реліквій та інших нагород, —
          доступні всім. Покращення швидкодії Vulkan Це оновлення також містить
          значне покращення швидкодії, спрямоване на вилучення затинань під час
          гри з візуалізацією від Vulkan. Dota тепер підтримує розширення
          VK_EXT_graphics_pipeline_library, яке прибирає затинання під час
          промальовування через компіляцію шейдерів. Ця функція наразі
          підтримується лише в учасників бета-тестування драйверів NVIDIA
          Vulkan, що доступне на сайті
          https://developer.nvidia.com/vulkan-driver, але згодом вона стане
          доступною і для користувачів основних драйверів від NVIDIA, AMD та
          Intel.
          <p />
          Якщо вам цікаві подробиці цього розширення, то їх можна знайти ось
          тут:
          https://www.khronos.org/blog/reducing-draw-time-hitching-with-vk-ext-graphics-pipeline-library.
          Подальші плани Кожного року прихильники з усього світу збираються на
          перегляд змагання найкращих гравців за Еґіду чемпіонів на The
          International. Оскільки ми й самі прихильники, ми знаємо, що після
          опадання конфеті й затихання феєрверків найбільше хочеться знову
          зіграти в Dota. Чому б не зіграти на Маґнусі як Collapse, чи на
          кожному герої-лідері як Yatoro? Щоб охопити це задоволення для
          активних і нових гравців, цього разу структура бойової перепустки буде
          дещо іншою: ми хочемо, щоби грати після The International стало
          найцікавіше. Через це ми пересунемо час випуску бойової перепустки на
          пізніше. Таким чином бойова перепустка охопить час самого турніру, а
          також значний період після його завершення.
        </p>
      </div>
    </>
  );
}

export default BattleReportr;
