import React from "react";

function SpringCleaning() {
  return (
    <div>
      <div className="dragonsblood-bacgraund">
        <h2 className="main-text-big">Spring Cleaning Update 2022</h2>
        <p className="main-text-litle">25 БЕРЕЗНЯ 2022 Р.</p>
        <div className="big-foto-one big-foto-nine"></div>
        <p className="oll-text-peg">
          Найбільше у світі кріпи люблять ті миті, коли можуть відкласти мечі й
          прибратися швабрами у своїх казармах. На щастя для нас це означає, що
          настав час скористатися їхнім прагненням тримати все в чистоті. Ми
          відчиняємо двері й вікна для весняного прибирання Dota 2022, адже
          сьогоднішнє оновлення зосереджене на виправленні помилок і додаванні
          купи якісних поліпшень.
        </p>
        <p className="oll-text-peg">
          На сторінці весняного прибирання ви знайдете як інформацію про основні
          зміни на кшталт поліпшення порад Аґаніма, керування заглушуванням,
          пошуку в крамниці чи режим випробовування героя, так і повний перелік
          змін.
          <p />
          Окрім того, не проґавте іншу нашу весняну подію, адже професійний
          сезон Dota впевнено торує шлях до наступного великого турніру. Щодня
          спостерігайте за професійними матчами Dota, у яких змагаються потужні
          відомі гравці й майбутні зірки з усього світу.
        </p>
      </div>
    </div>
  );
}

export default SpringCleaning;
