import React from "react";

function DotaPlus() {
  return (
    <>
      <div className="dragonsblood-bacgraund">
        <h2 className="main-text-big">Dota Plus Update — Spring 2022</h2>
        <p className="main-text-litle">2 БЕРЕЗНЯ 2022 Р.</p>
        <div className="big-foto-one big-foto-eliven"></div>
        <p className="oll-text-peg">
          Станьте свідком завершення битви за всесвіт Dota у третьому сезоні
          DOTA: Dragon's Blood, що вже транслюється на Netflix.
        </p>
        <p className="oll-text-peg">
          Можливості помічника Тепер окрім лічильника скиртування й відведення у
          Dota Plus буде індикатор появи рун — натисніть Alt, щоб побачити його.
          Крім того, тепер рекомендації щодо покращення нейтральних предметів є
          однією з основних функцій Dota Plus: це допоможе знайти серед
          нейтральних предметів у командному інвентарі ті, що краще підходять
          для вашого героя, ніж наразі вибрані.
          <p />
          Сезонна скарбниця Dota Plus Також з’явилася сезонна весняна скарбниця,
          яку можна придбати за уламки. Вона доступна лише підписникам Dota Plus
          і містить нові набори для Axe, Omniknight, Lion, Anti-Mage,
          Grimstroke, Kunkka, Death Prophet і Winter Wyvern. Також існує шанс
          отримати рідкісного кур’єра Leafy the Seadragon, що має одразу два
          самоцвіти — призматичний і кінетичний. Оновлені сезонні завдання й
          нагороди гільдії З сьогоднішнім оновленням з’являється також новий
          набір завдань Dota Plus, щоби ви могли заробити якомога більше уламків
          для нових реліквій і сезонної скарбниці. Загалом за всі завдання можна
          отримати до 115 200 уламків. Ми оновили й нагороди для гільдій, і
          тепер гільдії з найбільшою кількістю очок отримають нові смайлики,
          графіті та фрази колеса чату.
        </p>
      </div>
    </>
  );
}

export default DotaPlus;
