import React from "react";

function SpringTour() {
  return (
    <div>
      <div className="dragonsblood-bacgraund">
        <h2 className="main-text-big"> DPC Spring Tour Fantasy Kickoff</h2>
        <p className="main-text-litle">12 БЕРЕЗНЯ 2022 Р.</p>
        <div className="big-foto-one big-foto-ten"></div>
        <p className="oll-text-peg">
          Протягом короткої перерви після регіональних фіналів останнього сезону
          світ побачив Первісного Звіра (Primal Beast) й оновлення ігроладу
          7.31, і поки гравці все ще вивчають новий шлях до мети, зараз саме час
          найкращим талантам показати клас.
        </p>
        <p className="oll-text-peg">
          Не проґавте початок весняного туру 14 березня, коли команди зі всього
          світу долучаться до бою в регіональних лігах за місце у весняному
          великому турнірі. Усі вони прагнуть потрапити до наступного етапу туру
          та плекають надії набрати достатньо очок для The International, який
          майорить на горизонті.
          <p />
          Фентезі-команди весняного туру Уже доступна фентезі-ліга весняного
          туру професійного сезону Dota. Зануртеся у світ справжніх профі з
          найпершою грою цього туру. Новий розподіл нагород гарантує, що цього
          сезону ви не залишитеся з порожніми руками, якщо просто гратимете.
          Відкривайте свої перші набори карток уже сьогодні й почитайте
          планувати свої склади команд, готуючись до початку гри наступного
          тижня.
        </p>
      </div>
    </div>
  );
}

export default SpringTour;
