import React from "react";

function WorkshopCall() {
  return (
    <div className="dragonsblood-bacgraund">
      <h2 className="main-text-big">Summer 2022 Workshop Call to Arms</h2>
      <p className="main-text-litle">21 ЧЕРВНЯ 2022 Р.</p>
      <div className="big-foto-one big-foto-five"></div>
      <p className="oll-text-peg">
        Літо вже розпочалося, і після виходу оновлення з бойовим звітом наші
        погляди спрямовані на майбутній вміст. І якщо ми вже згадали про новий
        вміст, команда Dota запрошує всіх авторів майстерні до створення нових
        наборів для своїх улюблених героїв. Ми вже почали офіційно приймати нові
        набори предметів від спільноти та з нетерпінням чекаємо на втілення
        ваших творчих робіт у грі.
      </p>
      <p className="oll-text-peg">
        Цього разу також уперше приймаються набори для Marci та Primal Beast,
        які невдовзі з’являться в майстерні.
        <p />
        Усі подання слід зробити до 10:00 24 жовтня 2022 року за київським
        часом. Не забудьте додати позначку «Summer 2022» до своїх робіт для
        майстерні Dota 2, щоби ми точно не пропустили їх. Як завжди, просимо
        уникати концептів із людськими черепами, кров’ю та насильством.
        Нагадуємо всім прихильникам Dota 2 частіше заходити в майстерню й
        оцінювати роботи в черзі голосування, щоби ми врахували ваші голоси в
        процесі відбору.
      </p>
    </div>
  );
}

export default WorkshopCall;
