import React from "react";


function ArlingtonMajor() {
  return (
    <>
      <div className="dragonsblood-bacgraund">
        <h2 className="main-text-big">
          The Arlington Major The Road to the International
        </h2>
        <p className="main-text-litle">4 СЕРПНЯ 2022 Р.</p>
        <div className="big-foto-one big-foto-two"></div>
        <p className="oll-text-peg">
          Великий турнір в Арлінґтоні Літня частина професійного сезону
          наближається до завершення й великий турнір в Арлінґтоні дасть
          найкращим командам у світі останній шанс заробити очки професійного
          сезону перед The International. Спостерігайте за подією 4—14 серпня в
          Арлінґтоні, штат Техас, США.
        </p>
        <p className="oll-text-peg">
          Фентезі-гра професійного сезону Фентезі-гра для великого турніру вже
          доступна. Збирайте картки всіх команд, що боротимуться в Арлінґтоні,
          та вивчайте розклад і суперників для створення ідеального складу для
          кожного дня. Заробіть достатньо очок і отримуйте літні родовідні
          скарбниці як нагороду.
          <p />
          Розпродаж клубів підтримки Ніколи не пізно показати свою підтримку
          улюбленим командам, які вирушають на великий турнір в Арлінґтоні. З
          наближенням останніх битв усі комплекти клубів підтримки мають знижку
          50%. Як завжди, половина прибутку від продажів надійде безпосередньо
          команді. Квитки на The International The International уже близько й
          квитки надійдуть у продаж 13 серпня. Усі квитки буде продано однією
          хвилею, що почнеться о 5:00 за київським часом (2:00 GMT). На кожну
          дату один покупець може придбати не більше 5 квитків. Покупці з
          Сінгапуру матимуть можливість замовити кур’єрську доставку квитка чи
          забрати його особисто. Усі інші зможуть забрати квитки лише особисто.
          Сама подія складатиметься з двох окремих частин. Плей-оф триватиме з
          20 по 23 жовтня, і в них 16 найкращих команд Dota змагатимуться за
          місця у фіналах. Ця частина змагання відбуватиметься на арені Suntec у
          Сінгапурі, а квитки продаватимуть окремо на кожен день за ціною 88
          сінгапурських доларів кожен. 
          Фінали стануть кульмінацією події, і в
          них чотири команди змагатимуться за Еґіду Чемпіонів. Фінали
          відбудуться 29—30 жовтня на закритому стадіоні Сінгапура, а квитки
          коштуватимуть 498 сінгапурських доларів — один квиток на обидва дні.
          Ігроладне оновлення 7.32 Оновлення 7.32 вийде напередодні регіональних
          кваліфікацій до The International, які відбудуться 3—18 серпня.
        </p>
      </div>
    </>
  );
}

export default ArlingtonMajor;
