
import React from "react";

function StockholmMajor() {
  return (
    <>
      <div className="dragonsblood-bacgraund">
      <h2 className="main-text-big">The Stockholm Major Champions</h2>
      <p className="main-text-litle">24 ТРАВНЯ 2022 Р.</p>
      <div className="big-foto-one big-foto-eight"></div>
      <p className="oll-text-peg">
      Великий турнір у Стокгольмі завершився й після десяти днів напруженої Dota перемогу здобули OG.  Вітаємо Ammar, Ceb, bzm, Yuragi та Taiga з їхнім дивовижним виступом.
      </p>
      <p className="oll-text-peg">
      OG розпочали турнір потужним виступом у груповому етапі, але в першому раунді плей-оф вони програли 2:0 команді TSM FTX та впали в нижню сітку.  Там вони зібралися й здобули перемоги над Fnatic, Thunder Awaken, Gaimin Gladiators і Tundra Esports на шляху до ґранд-фіналу, де вдруге зустрілися з TSM FTX. TSM FTX упевнено виграли першу гру й сподівалися продовжити в такому ж стилі решту серії. Однак OG знову показали свій спротив і виграли три наступні гри підряд, отримавши корону чемпіонів великого турніру.
      <p />
      
      Хочемо подякувати командам, які пробилися з весняного туру в Стокгольм, а також усім прихильникам, які дивилися й підтримували гравців. Було по-справжньому захопливо знову відчувати енергію живої аудиторії.  Ми дивимося вперед на майбутній літній тур, який розпочнеться регіональними лігами з 6 червня до 17 липня й завершиться великим турніром у Арлінґтоні 4—14 серпня. Залишилося зовсім небагато часу для команд, щоби довести, що вони є кращими із кращих і заслуговують на місце в битві за Еґіду на The International, яка розпочнеться цього жовтня в Сінгапурі.
      </p>
    </div>
    </>
  );
}

export default StockholmMajor;