import React from "react";

function ShortFilm() {
  return (
    <div className="dragonsblood-bacgraund">
      <h2 className="main-text-big">Dota 2 Short Film Contest</h2>
      <p className="main-text-litle">25 ЧЕРВНЯ 2022 Р.</p>
      <div className="big-foto-one big-foto-three"></div>
      <p className="oll-text-peg">
        Ми радо оголошуємо відкриття цьогорічного конкурсу короткометражок Dota
        2. Щоби ваша робота потрапила на розгляд, надсилайте свої
        короткометражні фільми тривалістю до 90 секунд в майстерню Dota 2 в
        Steam до 1:00 5 вересня 2022 року (за Києвом).
      </p>
      <p className="oll-text-peg">
        Запрошуємо шанувальників Dota 2 з усього світу до <a href="https://steamcommunity.com/dota2shortfilm/?snr=">майстерні </a>, щоб узяти
        участь у голосуванні й обговоренні та допомогти нам вибрати найліпші
        роботи для показу під час трансляції чемпіонату The International 2022.
        Переглянувши рейтинги й обговорення в майстерні, Valve номінує десятку
        найкращих робіт на фінальне голосування спільноти в клієнті Dota, щоб
        визначити переможців.
        <p />
        Кожен фіналіст із десятки найліпших гарантовано виграє 500 доларів США,
        а перша трійка отримає 25 000, 10 000 і 5 000 доларів США відповідно за
        вагомий внесок до спільноти Dota. Відвідайте сайт конкурсу
        короткометражок Dota 2, щоби дізнатися більше й прочитати інструкції про
        процес подання робіт. І не забудьте регулярно заглядати на сторінку
        майстерні, щоби вибрати подані роботи, які ви б хотіли побачити під час
        трансляцій The International 2022, що пройде в жовтні в Сингапурі.
      </p>
    </div>
  );
}

export default ShortFilm;
